{
  "sections": {
    "hero_banner_image_HfLXRi": {
      "type": "hero-banner-image",
      "settings": {
        "desktop_banner_image": "shopify:\/\/shop_images\/FAQ.jpg",
        "mobile_banner_image": "shopify:\/\/shop_images\/FAQ_banner.jpg",
        "image_alt": "",
        "object_fit": "cover",
        "mobile_height": 40,
        "mobile_min_height": 280,
        "desktop_height": 51,
        "desktop_min_height": 400
      }
    },
    "main": {
      "type": "main-faqs-page",
      "blocks": {
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c": {
          "type": "paragraph",
          "settings": {
            "title": "General Questions",
            "question_1": "Q: “How do I apply to join Glam Models?”",
            "answer_1": "<p>It is easy to join Glam Models. Just navigate to the contact us page and fill out the form along with a brief introduction of yourself. Our team will connect with you to explore the opportunities. \n<\/p>",
            "question_2": "Q: “What services does Glam Models offer?”",
            "answer_2": "We are here to take every artist to the top of the billboard. We offer customized social media, website &amp; portfolio, and PR services. Along with these you will get mentorship from the fines names in the industry.",
            "question_3": "Q: “What are your requirements to become a model?”",
            "answer_3": "We don’t have specific requirements. All we look for individuals full with passion, confidence, and a professional attitude. If you have the fiery attitude, then contact us today.",
            "question_4": "Q: “What types of models do you represent?”",
            "answer_4": "For the last four years, we have idealized the diversity in the industry. We have proudly represented fitness, commercial, plus-size, fashion, and sports models.",
            "question_5": "Q: “How much do you charge for the services?”",
            "answer_5": "The cost of each service will differ. We understand that in the industry, one size fits all is a myth. So, we have planned services according to needs with different price packages. So you don’t have to pay for any unnecessary services.",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "paragraph_mtyATT": {
          "type": "paragraph",
          "settings": {
            "title": "Social Media Services",
            "question_1": "Q: “Will Glam Models help me in managing my social media account?”",
            "answer_1": "<p>One of the basic perks of SM services of Glam Models is that we will take charge of your social media handles and manage content creation, posting, &amp; scheduling.\n<\/p>",
            "question_2": "Q: “What kind of strategy will you apply to my modeling profile?”",
            "answer_2": "<p>We will convey your journey to the audience through engaging posts, behind the shoot videos, brands collaboration, and professional photos. Along with these we will also hold Q\/A session, polls to interact with your followers. \n.<\/p>",
            "question_3": "Q: “How aggressively will you post on my social media?”",
            "answer_3": "<p>We don’t define any standard rule of posting. Glam Models will analyze your social media reach, weigh the importance of events or story and decide a strategy accordingly.<\/p>",
            "question_4": "Q: “What do your social media services offer?”",
            "answer_4": "<p>Our service explores and utilize every aspect of social media. Our team will plan the content, grow your instagram, track the metrics to analyze the growth. \n<\/p>",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "paragraph_dKRM9G": {
          "type": "paragraph",
          "settings": {
            "title": "PR Services",
            "question_1": "Q: “What do Glam Models PR services include?”",
            "answer_1": "<p>We will put you on a road to fame through our PR services. It includes press release writing, interview preparation, enrolling in events and getting featured in magazines &amp; online publications. \n<\/p>",
            "question_2": "Q: “How can your PR services be a good choice for my career?”",
            "answer_2": "<p>Our team takes every opportunity seriously. It will drive PR campaigns to boost your visibility and credibility, leading to doors of new opportunities. \n<\/p>",
            "question_3": "",
            "answer_3": "",
            "question_4": "",
            "answer_4": "",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        },
        "paragraph_rFJLTd": {
          "type": "paragraph",
          "settings": {
            "title": "Website & Portfolio Services",
            "question_1": "Q: “Do I really need a personal website?”",
            "answer_1": "<p>Having a digital presence is necessary for every mode. Above all if you have your own website, then it will drive authentic traffic to your portal. It also helps the  designer to discover you more easily.\n<\/p>",
            "question_2": "Q: “Do Glam Models offer website maintenance services?”",
            "answer_2": "<p>Our website development services covers from portal creation to maintenance service. You will get exclusive service under one hood. Our maintenance service will keep your website updated and secured. \n<\/p>",
            "question_3": "Q: “Can you help with portfolio shoots?”",
            "answer_3": "<p>Yes. Glam Models specializes in carrying out portfolio shoots. Whether it be full body shots or head shots, our professional photographers, stylists, and makeup artists, will create a stunning images for you.<\/p>",
            "question_4": "Q: “How do you ensure that I get the best opportunities?”",
            "answer_4": "<p>To make sure that our models receive the best opportunities, we keep up with the market trends, actively promote them on various channels, and connect them with our extensive network. We leave no stone unturned. \n<\/p>",
            "question_5": "",
            "answer_5": "",
            "question_6": "",
            "answer_6": "",
            "question_7": "",
            "answer_7": "",
            "question_8": "",
            "answer_8": "",
            "question_9": "",
            "answer_9": "",
            "question_10": "",
            "answer_10": ""
          }
        }
      },
      "block_order": [
        "15d9d2f4-1bdd-49c8-9a99-58246020f05c",
        "paragraph_mtyATT",
        "paragraph_dKRM9G",
        "paragraph_rFJLTd"
      ],
      "settings": {
        "show_breadcrumb": false,
        "breadcrumb_alignment": "left",
        "breadcrumb_bg": "",
        "breadcrumb_gradient": "",
        "breadcrumb_bg_mb": "#f6f6f6",
        "breadcrumb_gradient_mb": "",
        "show_page_title": false,
        "page_title_alignment": "left",
        "container": "1170",
        "mg_top_desktop": 0,
        "mg_top_tablet": 0,
        "mg_top_mobile": 0,
        "mg_bottom_desktop": 0,
        "mg_bottom_tablet": 0,
        "mg_bottom_mobile": 0,
        "show_faqs_filter": true,
        "faqs_text": "",
        "faqs_message_heading": "Need Help?",
        "faqs_message_text": "<span>If you have an issue or question that requires immediate assistance, you can click the button below to chat live with a Customer Service representative.   \n<br> \n<br>\nIf we aren’t available, drop us an email and we will get back to you within 20-36 hours!<\/span>",
        "message_method_link_1": "https:\/\/facebook.com",
        "message_method_text_1": "Message Us",
        "message_method_link_2": "https:\/\/gmail.com",
        "message_method_text_2": "Contact Us",
        "contact_content_text": "Unable to find satisfactory answers ?",
        "contact_text": "Contact Support",
        "contact_link": "shopify:\/\/pages\/contact",
        "contact_color": "#ffffff",
        "contact_color_border": "#835dc0",
        "contact_color_bg": "#835dc0",
        "contact_color_bg_gradient": "",
        "contact_color_hover": "#ffffff",
        "contact_color_border_hover": "#232323",
        "contact_color_bg_hover": "#232323",
        "contact_color_bg_gradient_hover": ""
      }
    }
  },
  "order": [
    "hero_banner_image_HfLXRi",
    "main"
  ]
}